{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Centers for Disease Control and Prevention (CDC) Behavioral Risk Factor Surveillance System",
  "dc_description_s": "The data was estimated using data from the CDC‘s Behavioral Risk Factor Surveillance System (BRFSS) and data from the 2012 Census American Community Survey 5-Year estimates. The BRFSS survey responses are collected through state-based telephone surveys. State estimates are calculated using CDC‘s recommended weighting methodology. The values for counties, county subdivisions, census tracts, and places in this data are estimates based on a multilevel model with post-stratification based on metropolitan area status, race, age, and income characteristics. The model formula is based on state-level estimates as well as the following state- and individual-level characteristics: age group, income level, racial/ethnic group, and metropolitan area status. Predicted responses were then post-stratified using 2013 American Community Survey household population estimates for income, age, and racial/ethnic groups. Metropolitan area status is based on 2009 Metropolitan and Micropolitan Census delineations, available here: https://www.census.gov/population/metro/data/defhist.html.Fruit and Vegetable Intake: For fruit and vegetable indicators, respondents were asked how many times per day, week, or month they consumed fruit and vegetables, including 100 percent pure fruit juices, fresh fruit, frozen fruit, canned fruit, cooked or canned beans, dark green vegetables, orange-colored vegetables, and other vegetables not including fried potatoes. CDC recommends that about 1 cup of fruit and 1.25 cups of vegetables be included in every 1,000 calories an individual consumes. For example, a moderately active 45-year-old female should consume 5.5 cups (servings) of fruit and vegetables per dayDiabetes and Related Risk Factors: BRFSS includes questions on diabetes and related risk factors, including body mass index (BMI) classification and physical activity. Respondents were considered to have diabetes if they responded “yes“\u009d to the question “Has a doctor ever told you that you have diabetes?“\u009d Women who only had diabetes during pregnancy were not included. Both type 1 and type 2 diabetes are included. Respondents were considered obese if their BMI (as determined by height and weight) was 30 or greater. CDC recommends that adults engage in 150 minutes of physical activity or 75 minutes of vigorous physical activity per week, as well as at least two muscle strengthening activities per week. Respondents were asked to list their most frequently-engaged-in physical activities and estimate the number of minutes per week or month spent doing each. Physical activities were classified as “aerobic“\u009d or “vigorous“\u009d based on metabolic equivalent (MET) values. Respondents were considered to be physically inactive if they answered “no“to the question, “During the past month, other than your regular job, did you participate in any physical activities or exercises such as running, calisthenics, golf, gardening, or walking for exercise?“\u009dChronic Conditions: The BRFSS survey asks respondents their health status for common chronic conditions. Respondents were asked if a doctor, nurse, or other health professional has ever told them they had the condition. Chronic health conditions selected for PolicyMap include asthma, Chronic Obstructive Pulmonary Disease (COPD), depression, high cholesterol, hypertension (high blood pressure), and stroke. COPD, emphysema, and chronic bronchitis are grouped together due to high comorbidity among these conditions. To calculate the estimated asthma rate, survey responses are limited to adults who have been told they currently have asthma; respondents indicating they have formerly received an asthma diagnosis are not included. Access to Health Care: Survey respondents were asked to report on their access to, and utilization of, health care resources. Respondents were asked to report if there was one person they consider to be their personal doctor or health care provider. To calculate the personal doctor indicator, responses of “Yes, only one“and “More than one“were included. Regular health screenings are recommended by CDC to diagnose and prevent health conditions. Respondents were asked to indicate the length of time since their last routine physical exam or checkup (not an exam for a specific injury, illness, or condition); responses of 12 months or fewer were used to calculate the annual checkup indicator. Respondents were asked if they had received the flu vaccine in the past 12 months, including a shot in the arm or intradermal injection; and nasal spray, mist, or drop. Since 2010, CDC has recommended that all adults be vaccinated for the flu, particularly those at risk of serious complications. To assess the HIV test rate, the BRFSS survey has respondents state if they have ever been tested for HIV. Respondents were asked not to count tests that were part of a blood donation.Self-Assessed Health: To determine self-assessed (perceived) health, respondents were asked to rate their overall health as poor, fair, good, very good, or excellent. Self-assessed health status can be a reliable estimate of population health and well-being. As a measure of health-related quality of life, the BRFSS survey also measures healthy days for physical and mental health. Respondents were asked how many days out of the past 30 their physical health was not good (days of physical illness and/or injury); and separately for how many days their mental health was not good (days experiencing stress, depression, and/or problems with emotions). To create unhealthy days indicators, PolicyMap calculated the percentage of respondents who answered “seven or more“days out of the past 30 days. Though there are no standard cutpoints for mentally and physically unhealthy days, health problems at least seven days per month can be considered serious or severe. Experiencing fourteen or more mentally unhealthy days per month constitutes “frequent mental distress.“Â\u009dHealth-Risk Behaviors: Health-risk behaviors are those that contribute to negative health outcomes, such as illness or injury. BRFSS includes questions relating to use of tobacco and alcohol products, as well as seatbelt use. Risk behaviors can be underreported due to social desirability bias in response to survey questions.To calculate current smoker status, respondents were asked to indicate if they now smoke cigarettes “every day,““some days,“or “not at all.“Current smokers are considered those who smoke at least some days. Respondents were also asked if they had smoked at least 100 cigarettes (equivalent to five packs) in their lifetime. Current or former smoking status is associated with negative health outcomes. Consumption of alcoholic beverages was assessed by asking respondents how many drinks they consumed during the past 30 days. A drink is equivalent to a 12-ounce beer, 5-ounce glass of wine, or single shot of liquor. The definitions of heavy drinking and binge drinking differ for males and females: heavy drinking for men is more than two drinks per day, and one or more drinks per day for women; binge drinking refers to 5 or more drinks per occasion for men, and four or more drinks per occasion for women. To assess seatbelt use, respondents were asked to estimate how often they use seatbelts when driving or riding in a car: always, nearly always, sometimes, seldom, or never. Estimates are based on the number who responded “always“to this question.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-fa100631-d0a3-4d53-bcf0-e12f5919fad3",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Center for Disease Control (CDC)"
  ],
  "dc_subject_sm": [
    "Health",
    "Health-risk Behavior",
    "Diabetes and Related Risk Factors",
    "Fruit And Vegetable Consumption",
    "Physical Health",
    "Mental Health",
    "Health Care"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2013"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2013",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.cdc.gov/brfss/annual_data/annual_data.htm\"}"
}