{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "28fb3e31-250a-44ba-aa00-d9d5eb78e27a",
  "dc_title_s": "Centers for Disease Control and Prevention (CDC) National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention",
  "dc_description_s": "The Centers for Disease Control and Prevention HIV Incidence and Case Surveillance Branch provides the number of estimated active HIV infection cases among people aged 13 and older from state and local health departments. These data are available for states and counties. These data represent the place of residence at earliest HIV diagnosis; duplicate records from different states are reconciled by the source. Some states without confidential name-based HIV infection reporting have elected not to release state and/or county-level data.CDC provides estimates on new HIV diagnoses for a given year. HIV data for a given year presented on PolicyMap represent the number of confirmed diagnoses of HIV infection or infection classified as stage 3 (AIDS) confirmed by laboratory analysis as of December 31 of that year and reported to the CDC by June 30 of the following year. These data may not be limited to new infections (i.e., incidence); rather, these data represent new diagnoses, as the date of infection may vary by individual. Estimates are statistically-adjusted values based upon actual case counts reported to CDC by state and local health departments. The CDC suppressed values in areas with fewer than 5 reported cases and/or population less than 100 as well as in the county with the lowest population in states where only one other county‘s data were suppressed.Data on the number of new cases of chlamydia, gonorrhea, and syphilis reported each year, and the rate of new STD cases reported for every 100,000 residents, by state and county are available from CDC. Data are based on cases of STDs reported to state and local health departments. Data is reported by both public and private agencies, such as STD clinics, counselingesting sites, drug treatment clinics, family planning clinics, and private physicians. The CDC collects data from regional jurisdictions, and publishes the data in an annual report, which can be downloaded here: https://www.cdc.gov/std/stats/default.htm.Syphilis is presented as a combined sum of cases classified in either primary or secondary stages of the disease. Other categories of syphilis and not included in the data and are latent (without symptoms), tertiary (late stage), and congenital (transferred from mother to child). Primary and secondary forms of the disease are the most infectious and therefore important when considering the risk of transfer and spread of disease. Some variability in the amount of in the amount of reporting may exist across the country. Chlamydia, gonorrhea, and syphilis are considered Nationally Notifiable, which means that regional jurisdictions provide information to the CDC on a voluntary basis. A nationally notifiable disease is not necessarily reportable by law within a given state. Because of incomplete diagnosis and reporting, the number of STD cases reported is less than the actual number of cases occurring. The level of consistency may vary between local jurisdictions, reporting agencies, and reporting years. In some areas, reporting from public sources is thought to be more complete than reporting from private sources.Incidence rates were calculated by the CDC using total population as the denominator. These population values are estimates created by the National Center for Health Statistics (NCHS) using 2000 U.S. Census data as a base year. Ten-year percent change variables for incidence of STDs and five-year percent change for HIV incidence were calculated by PolicyMap.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-28fb3e31-250a-44ba-aa00-d9d5eb78e27a",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "National Center for HIV",
    "STD and TB Prevention (NCHSTP)",
    "Division of STD/HIV Prevention"
  ],
  "dc_subject_sm": [
    "Health",
    "Sexually Transmitted Diseases (stds)",
    "Notifiable Infectious Diseases",
    "Chlamydia",
    "Gonorrhea",
    "Syphilis",
    "HIV"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2000",
    "2016"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2016",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.cdc.gov/nchhstp/About.htm\"}"
}