{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "5d20517b-63b7-4759-a4d4-b7aec9aea964",
  "dc_title_s": "HUD Fair Market Rents",
  "dc_description_s": "Fair Market Rent (FMR) is established by the Department of Housing and Urban Development (HUD) for each fiscal year. FMR is used primarily to determine payment standard amounts for Federal housing assistance programs. FMR is a gross rent estimate and includes the shelter rent, plus the cost of all tenant-paid utilities, except telephones, cable or satellite television service, and internet service. The levels at which FMR is set is expressed as a percentile point within the rent distribution of standard-quality rental housing units. The most recent FMR (FY 2019) reflects the estimated 40th and 50th percentile rent levels, meaning that 40% or 50% of rental units can be rented at or below this threshold. FY 2019 FMRs are based on using 5-year, 2011-2015 data collected by the American Community Survey (ACS). These data are updated by one-year recent-mover 2015 ACS data using areas where statistically valid one-year ACS data are available.Small Area FMR is a demonstration project in many metropolitan areas throughout the country that relies on American Community Survey (ACS) five-year estimates data. The Small Area FMR data are released at the ZIP code level. They are created at ZIP Code Tabulation Areas (ZCTAs), which are areas that approximate ZIP code boundaries, though the two are distinctly different. Actual zip codes that are not included in the ZCTA database are added to the Small Area FMR database. To show all these areas, the data is displayed on a ZIP code map, which does not match the ZCTA map. Due to this difference in geographies, users should be cautious interpreting the map.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-5d20517b-63b7-4759-a4d4-b7aec9aea964",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "US Department of Housing and Urban Development Fair Market Rents"
  ],
  "dc_subject_sm": [
    "Society",
    "Rental Rates",
    "Fair Market Rent",
    "Small Area Fair Market Rent"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2008",
    "2009",
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016",
    "2017",
    "2018",
    "2019"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2019",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.huduser.gov/portal/datasets/fmr.html\"}"
}