{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "492b7cda-a3e1-4b46-966b-cd42e747f12d",
  "dc_title_s": "Health Resources and Services Administration (HRSA)",
  "dc_description_s": "The Nursing Facility locations provided by HRSA are those facilities participating in Medicare and Medicaid for individuals requiring nursing care and assistance with daily life activities. The Hospitals are those facilities participating in Medicare and Medicaid Services for individuals requiring temporary or long-term medical treatment. The Critical Access Hospitals are those institutions participating in Medicare and Medicaid and meeting the following requirements: being located in rural areas and being located more than 35 miles from any other Hospital or Critical Access Hospital, having no more than 25 inpatient beds and maintaining an average length of stay of 96 hours per patient for acute inpatient care, and providing 24 hour emergency care services.“Federally Qualified Health Centers (FQHCs)“(often referred to as “Community Health Centers“Â\u009d) receive funding under the Health Center Cluster federal grant program to provide care for underserved populations. The types of providers eligible include Community Health Centers, Migrant Health Centers, Health Care for the Homeless Programs, Public Housing Primary Care Programs, and care providers for some tribal organizations.On PolicyMap there is also a dataset called “Community Health Centers and Look-Alikes“Â\u009d, which PolicyMap downloads from the Health Resources and Services Administration (HRSA) website. This includes those receiving grants and community health centers that are eligible but not currently receiving grant funding. Although they are not receiving grants, these providers and or “look-alikes“and are eligible for some benefits including enhanced reimbursement from Medicare and Medicaid. Mapping both FQHCs and “look-alikes“might provide a fuller picture of the health-care safety net in a community.PolicyMap joins individual health center performance data to the Community Health Centers and Look-Alikes point dataset. HRSA tracks this performance data via the Uniform Data System (UDS), which is a reporting requirement for grantees of the following HRSA primary care programs, as defined in the Public Health Service Act: Community Health Center, Migrant Health Center, Health Care for the Homeless, Public Housing Primary Care. Because the UDS data is self-reported, some performance data did not match up with the Community Health Centers and Look-Alikes dataset, resulting in a 95.8% match. For information about health center performance data, see: https://bphc.hrsa.gov/datareporting/index.html.Medically Underserved Areas (MUAs) are census tracts designated by the Health Resources and Services Administration as having too few primary care providers, high infant mortality, high poverty, and/or high elderly population. See: http://muafind.hrsa.gov/. Medically Underserved Populations (MUP) are areas where a specific population group is underserved, including groups with economic, cultural, or linguistic barriers to primary medical care. If a population group does not meet the criteria for an MUP, but exceptional conditions exist which are a barrier to health services, they can be designated with a recommendation from the state‘s Governor.Due to what HRSA terms a “source data error“Â\u009d, some areas have multiple designations. In these instances, if any designation is MUA, MUA is shown on the map. If MUP and Governor are designated for a single area, MUP is shown. If multiple IMU scores are provided, the lowest score is shown on the map. Although MUA and MUP data is shown on PolicyMap at the tract level, it is provided by HRSA at the tract, county, and minor civil division (MCD). County and MCD level data is shown at the tract level. In cases where a tract was only partially covered by an applicable MCD, it was labeled as not being an MUA or MUP.The data layers on PolicyMap related to health care professions, health facilities, and hospital utilization are all from HRSA‘s Area Health Resource File (AHRF). This data is compiled by HRSA from multiple original data sources, which means that different indicators are available for different years. PolicyMap calculated all the rates in this dataset using the Census‘s population estimates for the appropriate year. For more information about the AHRF, see: https://data.hrsa.gov/data/about.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-492b7cda-a3e1-4b46-966b-cd42e747f12d",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "HRSA"
  ],
  "dc_subject_sm": [
    "Health",
    "Nursing Facilities",
    "Hospitals",
    "Critical Access Hospitals",
    "Hospital Beds",
    "Emergency Room Visits"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2005",
    "2006",
    "2007",
    "2008",
    "2009",
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016",
    "2017",
    "2018",
    "2019"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2019",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://data.hrsa.gov/hdw/tools/dataportal.aspx\"}"
}