{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "c445a41b-a8a2-448c-9d2b-97f770a976cd",
  "dc_title_s": "Healthcare Cost and Utilization Project (HCUP)",
  "dc_description_s": "The Healthcare Cost and Utilization Project (HCUP) is a Federal-State-Industry partnership, sponsored by the Agency for Healthcare Research and Quality (AHRQ), that brings together the data collection efforts of State data organizations, hospital associates, private data organizations, and the Federal government to create a national resource of encounter-level healthcare data. Due to limited geographic coverage for 2017 this data is not displayed on PolicyMap, but will be added once a larger data sample has been collected.HCUP opioid-related hospital use includes both hospital inpatient stays, recorded as hospital discharges, and emergency department (ED) visits. Each discharge or visit is recorded as a separate event, regardless of how many times an individual patient may visit a hospital in a year. Inpatient stays are when patients are admitted to and treated in community hospitals. Community hospitals are defined as short-term, non-Federal, general, and other hospitals, excluding hospital units of other institutions (e.g., prisons). Included among community hospitals are obstetrics and gynecology, otolaryngology, orthopedic, cancer, pediatric, public, and academic medical hospitals. Excluded are community hospitals that are also long-term care facilities such as rehabilitation, psychiatric, and alcoholism and chemical dependency hospitals. ED visits are defined as treat-and-release hospital encounters (i.e., they do not result in a hospital admission to the same hospital). The number of inpatient stays and ED visits are adjusted to account for missing data.Inpatient stays and ED visits for opioid-related hospital use include both opioid-related disorders and opioid poisoning and other adverse effects. Specifically, hospital discharges and ED visits related to opioid use were identified by any diagnosis in the following ranges of ICD-10-CM and ICD-9-CM codes: F11 series (except F11.21); T40 series (0X1, 0X4, 0X5, 1X1, 1X4, 2X1, 2X4, 2X5, 3X1, 3X4, 3X5, 4X1, 4X4, 4X5, 601, 604, 605, 691, 694, 695); 304.00-304.02; 304.70-304.72; 305.50-305.52; 965.00-965.02; 965.09; 970.1; E850.0-E850.2; E935.0-E935.2; E940.1. Inpatient stays and ED associated with multiple opioid diagnosis codes are only recorded once. For more information on these codes and how they changed from ICD-9-CM to ICD-10-CM codes, please visit https://www.hcup-us.ahrq.gov/datainnovations/ICD-10CaseStudyonOpioid-RelatedIPStays042417.pdf Age refers to the age of the patient at admission. Discharges or visits missing age are excluded from results reported by age.Income is based on the median household income of the patient‘s ZIP Code of residence. Quartiles are defined so that the total U.S. population is evenly distributed across four groups. The value ranges for the national income quartiles vary by year. Income quartile is missing if the patient is homeless or foreign.Patient location is based on the National Center for Health Statistics scheme to study the relationship between urbanization and health. For this dataset, there are five categories: large central metropolitan (counties in metropolitan statistical areas (MSAs) of 1 million or more population that contain the entire population of the largest principal city of the MSA, have their entire population contained in the largest principal city of the MSA, or contain at least 250,000 inhabitants of any principal city of the MSA); large fringe metropolitan (suburbs) (counties in MSAs of 1 million or more population that did not qualify as large central metropolitan counties); medium metropolitan (counties in MSAs of populations of 250,000 to 999,999); small metropolitan (counties in MSAs of population less than 250,000); and rural (comprised of counties in micropolitan statistical areas and nonmetropolitan counties that did not qualify as micropolitan).Information about insurance type is a hospital‘s response to the question, “Who is expected to pay the hospital for a given service?“Â\u009d, which may be different than the actual means of payment. Expected primary payers include: Medicare, Medicaid, private insurance, and the uninsured. Discharges and ED visits with other, missing, or invalid expected primary payer are not reported in Fast Stats reporting by payer. These excluded records typically represent approximately 3 to 6 percent of all discharges or visits. Discharges with the expected primary payer of self-pay, charity, and no charge are classified as uninsured. For HCUP Partner organizations that identify State and local programs serving low-income, uninsured populations (e.g., Indian Health Services, county indigent, migrant health programs, Ryan White Act, Hill-Burton Free Care), discharges for these payers also are classified as uninsured. About one-third of the HCUP Partner organizations include this level of detail in their coding of expected payer.The rate of inpatient stays and rate of ED visits are calculated per 100,000 people (U.S. residents). Population-based rates are presented for trends of opioid-related inpatient stays and ED visits reported overall and by age, community-level income, and patient location. HCUP uses population and demographic data from Claritas, a vendor that compiles U.S. Census Bureau data. Rates are not calculated for expected payer (insurance type) because there is no current source of national population insurance estimates that align with HCUP‘s definition of expected primary payer.For more information on the data and methodology visit https://www.hcup-us.ahrq.gov/faststats/OpioidUseServlet.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-c445a41b-a8a2-448c-9d2b-97f770a976cd",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Healthcare Cost and Utilization Project"
  ],
  "dc_subject_sm": [
    "Health",
    "Opioid Hospitalizations And Emergency Department Visits"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2005",
    "2006",
    "2007",
    "2008",
    "2009",
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2016",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.hcup-us.ahrq.gov/faststats/OpioidUseServlet\"}"
}