{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "fef2f88e-ae9c-43ae-bfc1-8f8f6fc29885",
  "dc_title_s": "Substance Abuse and Mental Health Services Administration (SAMHSA)",
  "dc_description_s": "PolicyMap downloaded the geocoded mental health and drug and alcohol treatment facilities from the Substance Abuse and Mental Health Services Administration‘s (SAMHSA) Behavioral Health Treatment Services Locator, a product of SAMHSA‘s Center for Behavioral Health Statistics and Quality (CBHSQ). The Locator is compiled from responses to CBHSQ‘s annual surveys of treatment facilities (the National Survey of Substance Abuse Treatment Services and the National Mental Health Services Survey). For more information about which centers are eligible for inclusion in the Behavioral Health Treatment Services Locator, please see SAMHSA‘s website: https://findtreatment.samhsa.gov/locator/about.PolicyMap also downloaded the geocoded locations of physicians certified to prescribe buprenorphine to combat opioid dependency from the SAMHSA Buprenorphine Treatment Physician Locator. Eligibility and certification requirements for prescribing buprenorphine are set by the Drug Addiction Treatment Act of 2000 (DATA 2000). SAMHSA works with physicians to assist in obtaining waivers to meet the requirements of DATA 2000 and also tracks the number of “DATA and Certified Physicians“throughout the country. For more information, please visit: http://www.samhsa.gov/programs-campaigns/medication-assisted-treatment/physician-program-data.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-fef2f88e-ae9c-43ae-bfc1-8f8f6fc29885",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Substance Abuse and Mental Health Services Administration (SAMHSA)"
  ],
  "dc_subject_sm": [
    "Society",
    "Behavioral Health",
    "Mental Health Treatment",
    "Drug And Alcohol Treatment"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.samhsa.gov/data/\"}"
}