{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "National Oceanic and Atmospheric Association (NOAA) Heating/Cooling Degree Days",
  "dc_description_s": "The National Oceanic and Atmospheric Association (NOAA) provides maps of heating and cooling degree days. Degree days are a unit of measurement used in energy monitoring. Heating and cooling degree days provide rough comparisons between the heating and cooling needs of different regions.The annual measure of degree days is based on daily values. Each day, the difference between the 65 degrees Fahrenheit and the average outdoor temperature is recorded, when that value is above or below 65 degrees for cooling and heating degree days, respectively. (65 degrees is considered the outdoor temperature at which buildings generally do not need heating or cooling.) These values are summed annually. The maps in PolicyMap represent the average annual degree days for many years.PolicyMap displays this dataset for the lower 48 states only. Heating and cooling degree days are reported for climate zones that do not correspond to political geographies. For the sake of display in PolicyMap, PolicyMap assigned each census tract the properties of the zone in which it was located, creating a close approximation of the NOAA map.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-161ec1ac-ad65-458f-a05c-f7daa3438c85",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "NOAA"
  ],
  "dc_subject_sm": [
    "Society",
    "Energy Expenditure",
    "Heating Costs",
    "Cooling Costs"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "1990"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "1990",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.ncdc.noaa.gov/cgi-bin/climaps/climaps.pl\"}"
}