{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "CDFI (Community Development Financial Institutions) Fund Qualified Opportunity Zones",
  "dc_description_s": "Once designated, Qualified Opportunity Zones (QOZ) can receive substantial tax breaks for long term investments to low-income neighborhoods. State governors can nominate up to twenty five percent or twenty five total, whichever is larger, low-income community (LIC) census tracts for QOZ designation.Census tracts are considered LICs if the tract has either (1) a median family income at or below 80% of Area Median Income (AMI) or (2) a poverty rate of 20% or greater as determined with the 2011-2015 Census American Community Survey data.Updates by the CDFI Fund on February 27th, 2018, expanded the LIC eligibility definition to also include select qualified high migration tracts, low-population tracts within Empowerment Zones, and territorial census tracts that meet the LIC qualifications. These updates resulted in an additional 168 LIC eligible census tracts, and are included here.Up to five percent of tracts that are nominated for the QOZ can be qualified non-LIC as long as they are contiguous to a LIC QOZ and have a median family income that is not greater than 125 percent of the adjacent LIC QOZ. Eligible contiguous non-LIC tracts that are contiguous to a LIC QOZ in a different state are also eligible for nomination if the adjacent state nominates the LIC QOZ. This data includes technical corrections to the contiguity analysis that were released by the CDFI Fund on February 27th, 2018. These corrections accounted for an increase in 1,007 additional eligible non-LIC contiguous census tracts and the removal of 72 previously eligible non-LIC contiguous tracts. For more information please contact the CDFI Fund.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-d204a4e1-da3d-4390-9e2d-fe4e3791f5d8",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Community Development Financial Institutions Fund",
    "US Department of the Treasury"
  ],
  "dc_subject_sm": [
    "Society",
    "Qualified Opportunity Zone"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.cdfifund.gov/Pages/Opportunity-Zones.aspx\"}"
}