{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "3bce05f6-bafa-4be0-93c0-9b2886eb7530",
  "dc_title_s": "Centers for Disease Control and Prevention (CDC) 500 Cities",
  "dc_description_s": "The CDC Foundation and the Robert Wood Johnson Foundation (RWJF) funded a project that created small area estimates for the largest 500 American cities. Twenty seven chronic disease measures were estimated at the level of census tracts, using the Centers for Disease Control and Prevention‘s Behavioral Risk Factor Surveillance System (BRFSS) data, Census Bureau 2010 census population data, and the American Community Survey (ACS) estimates. The chronic disease measures were selected to help implement targeted prevention programs, identify emerging health problems, and establish and monitor health objectives.The 500 cities included the top 497 largest American cities and the largest cities in Vermont (Burlington), West Virginia (Charleston), and Wyoming (Cheyenne). The range of city population spans 42,400 in Burlington, VT to 8,175,100 in New York, NY. The study includes a total population of approximately 103,020,800, which represents 33.4% of the United States population. A total of approximately 28,000 census tracts are included for all 500 cities.Because the small area estimation model cannot capture the direct effects of local programs and initiatives, caution should be taken not to use the data to evaluate the outcome of such programs. Small area estimation models are statistical techniques used to estimate the values of indicators for sub-populations from larger surveys that include those sub-populations. The overall survey used for the small area estimation model is the CDC‘s annual Behavioral Risk Factor Surveillance System (BRFSS) survey. Because some questions in the BRFSS survey rotate yearly, not every 500 Cities indicator is available for every year. The 500 Cities estimation approach allows for the estimation at multiple geographic levels, and accounts for the relationships between individual characteristics, individual health outcomes, and spatial contexts and other factors. The CDC conducted internal and external validation studies that demonstrated the consistency between the model-based estimations and direct BRFSS survey estimates. For more information on the methodology of this dataset, see https://www.cdc.gov/500cities/methodology.htm.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-3bce05f6-bafa-4be0-93c0-9b2886eb7530",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Centers for Disease Control and Prevention",
    "National Center for Chronic Disease Prevention and Health Promotion",
    "Division of Population Health"
  ],
  "dc_subject_sm": [
    "Society",
    "Health-risk Behavior",
    "Diabetes and Related Risk Factors",
    "Physical Inactivity",
    "Health Screening",
    "Chronic Health Conditions"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2013",
    "2014",
    "2015",
    "2016"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2016",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.cdc.gov/500cities/\"}"
}