{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "fee3fea7-390a-4a16-8bc3-5dbb5b196eb5",
  "dc_title_s": "CDFI (Community Development Financial Institutions) Fund Capital Magnet Fund",
  "dc_description_s": "The Community Development Financial Institutions (CDFI) Fund, a division of the US Department of the Treasury, administers the Capital Magnet Fund (CMF). CMF, established in 2008 and appropriated in 2010, is a competitive grant program to attract private capital for affordable housing development. CMF dollars are available to CDFIs and nonprofit housing developers who are active in affordable housing development. In FY 2012-2013, CMF awardees used the funds to finance 8,049 affordable rental units and 922 homeowner-occupied homes.CMF dollars may be used for the following purposes: loan loss reserves, revolving loan funds, affordable housing funds, or risk-sharing loans; economic development activities or community service facilities (day-care centers, workforce development centers, health care clinics) that support affordable housing as part of an overall community revitalization strategy. CMF grants must be matched at least 10:1 with other funding sources. One hundred percent of housing-eligible project costs must be used to finance units for households with income below 120% of area median income (AMI); and 51% of costs must be used for households with income below 80% of AMI. Rental housing projects have more specific requirements; please see the CDFI Fund website for more information.CMF grantees track the use of funds though periodic financial and project reports submitted to the CDFI Fund.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-fee3fea7-390a-4a16-8bc3-5dbb5b196eb5",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Community Development Financial Institutions Fund",
    "US Department of the Treasury"
  ],
  "dc_subject_sm": [
    "Society",
    "Capital Magnet Fund",
    "Affordable Housing",
    "Nonprofits"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2012",
    "2013"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2013",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.cdfifund.gov/what_we_do/programs_id.asp?programID=11\"}"
}