{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "CDFI (Community Development Financial Institutions) Fund New Markets Tax Credit Projects",
  "dc_description_s": "https://www.cdfifund.gov/programs-training/Programsew-markets-tax-credit/Pages/default.aspxLast updated on PolicyMap:43817The Community Development Financial Institutions (CDFI) Fund, a division of the U.S. Department of the Treasury, collects data from Community Development Entities (CDEs) based on information submitted through the New Markets Tax Credit (NMTC) program. NMTC awards are allocated to CDEs investing in operating businesses and real estate projects located in Low-Income Communities (LICs). This dataset is an aggregated collection of these projects, totaling the number, project type, and dollar value of investments reported from 2007 through 2016. Calculations were conducted by PolicyMap to create summary values based on geography and by project type. Total values were aggregated to state and zip code based on the address provided for the transaction. The CDFI Fund provided 2000 or 2010 census tracts associated with each transaction. Dollar values for transactions in multiple tracts were averaged across all tracts associated with the project. The total number of transactions for census tracts in an area may not be equivalent to totals by state and zip code.NMTC investments are also aggregated to CDEs, using the list of certified CDEs made available by the CDFI Fund. Only entities certified as CDEs may receive NMTC allocations. PolicyMap geocoded 276 CDEs with New Markets transactions as reported from 2005 and 2012, and was able to locate 100% of the addresses on a map.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-4b4c27e0-45f5-4585-a88a-fa6752182db8",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Community Development Financial Institutions Fund",
    "US Department of the Treasury"
  ],
  "dc_subject_sm": [
    "Society",
    "Cdfi Fund",
    "Low-income Businesses",
    "Low-income Investments",
    "New Markets Tax Credit Program",
    "Qualified Equity Investments"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2007",
    "",
    "",
    "",
    "",
    "2011",
    "2012",
    "",
    "",
    "",
    "",
    "2016; 2005",
    "",
    "",
    "",
    "",
    "2012"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2012",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.cdfifund.gov/Documents/Forms/DataReleases.aspx\"}"
}