{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Census: Decennial Census and American Community Survey (ACS)",
  "dc_description_s": "Demographic data for 2000 is from the U.S. Bureau of the Census‘Summary File 3 (SF3). This dataset is derived from the longer version \"long form\" of the household survey that takes place every ten years. SF3 data include information on housing conditions as well as characteristics of the household and its members.Demographic data for 2008-2012 and 2013-2017 is from the U.S. Bureau of the Census‘American Community Survey (ACS). This survey has replaced the long form from the Decennial Census for 2010. Rather than distributing both a short survey and the long form in 2010, the U.S. Census Bureau instead distributed the short survey as the Decennial Census. Beginning in 2000, the U.S. Census Bureau began administering the new ACS Survey, which is comprised of many of the questions from the old Census long form. With the release of the 2005-2009 ACS data, the ACS data includes small geographic estimates. The ACS data provides demographic, social, economic and housing characteristic estimates on a rolling basis (from 2008-2012 and 2013-2017), whereas the 2010 Decennial Census provides counts of the population and their basic characteristics (sex, age, race, Hispanic origin, and homeowner status) as a snapshot in time (2010). The move from the long form on the Decennial Census to the ACS format allows data consumers to enjoy annually updated detailed population characteristics, rather than having to wait for the Decennial Census data release. The ACS differs from the Decennial Census in that it is not an enumeration of the population, however. Instead, the Census Bureau collects ACS data from a sample of the population, and it provides a margin of error for every ACS estimate. Margins of error are not shown on PolicyMap, but users are encouraged to visit the Census‘website with questions about ACS estimates shown on PolicyMap.PolicyMap displays the 2008-2012 and 2013-2017 ACS data and the 2010 SF1 data using the Census‘2010 geographic file boundaries. PolicyMap shows the 2000 SF3 data using the Census‘2000 geographic file boundaries. Because the 2000 and 2010 TIGER file boundaries are not identical, users will likely see differences in boundary areas when toggling from data at the 2000 geographic file boundaries to data at the 2010 geographic file boundaries. For places, counties and county subdivisions, PolicyMap employed a Census-provided bridge table in order to calculate percent changes. PolicyMap also employed a Census-provided bridge table to relate 2000 census tracts to 2010 census tracts for percent change calculations. In the case of block groups, PolicyMap created a bridge table to relate the 2000 Census SF3 data to the 2010 Census boundaries. The bridge table was created by first allocating 2000 block counts to their correspective 2010 blocks using a family, household, or population multiplier. Then, after employing the Census-provided 2000 block to 2010 block table, PolicyMap summed the 2000 block estimates to 2010 Census boundary block groups. For percent change calculations for medians, PolicyMap calculated 2000 medians at the 2010 Census boundaries by creating component buckets of values using the Census 2000 count data at the 2010 Census boundaries and deriving the median from those counts.Data is shown at the Zip Code Tabulation Area (ZCTA) level. ZCTAs are based on US Postal Service ZIP Codes, but they are not identical, and in many cases, may be significantly different. Though ZIP Codes change continuously, ZCTAs are set in 2010, and remain unchanged throughout the decade. Data shown for ZCTAs represent the information in the ZCTA area, not the ZIP Code. More information on ZCTAs can be found here: https://www.census.gov/geo/reference/zctas.Demographic data for 2010 is from the U.S. Bureau of the Census‘Summary File 1 (SF1). This dataset comprises what previously was referred to as the shorter version (“short form“Â\u009d) of the household survey that takes place every ten years. The SF1 data represents the count of every resident in the United States, mandated by Article I, Section 2 of the Constitution. These counts determine the number of seats per state in the U.S. House of Representatives. It is also used to distribute federal funds at the sub-state level. SF1 data includes information about population, age, race, ethnicity, household composition, home ownership and housing unit occupancy. The American Community Survey (ACS) has replaced the previous Census‘long form. Census 2010 data, therefore, constitutes only a fraction of the indicators previously released as Census Decennial data.Data on specific languages spoken at home was not released at local geographies after 2011-2015, so data for that time frame is shown.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-9175998e-6ec7-4baf-a8d4-762a94f5543c",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Society",
    "2000 U.S. Census"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2000",
    "2008",
    "2009",
    "2010",
    "20112012",
    "2010",
    "2013",
    "2014}2015",
    "2016",
    "2017"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2017",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.census.gov/programs-surveys/acs/\"}"
}