{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "FDIC National Survey of Unbanked and Underbanked Households",
  "dc_description_s": "Every two years, the FDIC sponsors the second National Survey of Unbanked and Underbanked Households to collect data on the number of U.S. households that are unbanked and underbanked; their demographic characteristics such as household type, race/ethnicity, age, and level of education; and their reasons for being unbanked and underbanked. This survey is conducted by the U.S. Census Bureau as a special supplement to the Current Population Survey (CPS). The FDIC undertook this effort to address a gap in the availability of comprehensive data on the number of unbanked and underbanked households in the United States.These estimates are based on data aggregated from the 2013, 2015, and 2017 surveys, pulled from the multi-year microdata published by the FDIC at https://www.economicinclusion.gov/downloads/. Like with all estimates derived from survey data, the values published in these data layers are associated with some uncertainty. In order to help users understand the reliability of the estimates, PolicyMap published margins of error at the 90% confidence level associated with each estimate. This means that there is a 90% likelihood that if every household in the given geography was interviewed, the count or percent would be within the margin of error above or below the estimate derived from the survey sample. For example, 4.8% of households in Colorado were unbanked, with a margin of error of 1.3%. This may be expressed as 4.8% Ã‚Â± 1.3%, which means that there is a 90% likelihood that the true percentage of unbanked households in Colorado was between 3.5% and 6.1% (expressing the margin of error in this way is known as a “confidence interval.“PolicyMap has also published a data flag to help users interpret these margins of error. The data flags are based on “coefficients of variation,“which are the ratios between the standard error and the margin of error. Estimates flagged as “Use with Caution“have coefficients of variation between 15% and 30%. Estimates flagged as “Reliable“have coefficients of variation of 15% or less. PolicyMap suppressed estimates with coefficients of variation greater than 30%; these are marked as “insufficient data“on the map.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-6d57273e-0407-4513-a660-f21183729495",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Federal Deposit Insurance Corporation"
  ],
  "dc_subject_sm": [
    "Society",
    "Unbanked Households",
    "Underbanked Households"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2013",
    "2017"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2017",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.fdic.gov/householdsurvey/\"}"
}