{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "94eea3bf-d880-4c3a-9e73-f92d25ffe5ad",
  "dc_title_s": "HUD Renewal Communities, Empowerment Zones, and Enterprise Communities",
  "dc_description_s": "Renewal Communities(RC), Empowerment Zones(EZ) and Enterprise Communities(EC) are part of a federally funded community renewal initiative to revitalize distressed urban and rural areas. Businesses located within these three designations are eligible for specific benefits.The Renewal Community tax incentives are worth approximately $5.6 billion to eligible businesses of all sizes in Renewal Communities. These incentives encourage businesses to open, expand, and to hire local residents. The incentives include employment credits, a 0% tax on capital gains, accelerated depreciation through Commercial Revitalization Deductions, and other incentives. See http://www.hud.gov/utilities/intercept.cfm?/offices/cpd/economicdevelopment/libraryaxincentivesrc.pdf for complete details. The Empowerment Zone tax incentives are worth approximately $5.3 billion to small and large businesses in Empowerment Zones. These incentives encourage businesses to open and expand and to hire local residents. Empowerment Zone incentives include employment credits, low-interest loans through EZ facility bonds, reduced taxation on capital gains, and other incentives. See http://www.hud.gov/utilities/intercept.cfm?/offices/cpd/economicdevelopment/libraryaxincentivesez.pdf for complete details.HUD does not provide a detailed description of Enterprise Communities.Incentive zones that were authorized before 2000 were specified in terms of 1990 Census Tracts. In PolicyMap it is only possible to display shading for 2000 Census Tracts. If 75% or more of the area of a 2000 Census Tract was deemed an Empowerment Zone, Renewal Community, or Enterprise Community in 1990 (according to the overlap of the 1990 boundary file), then that Census Tract is designated to be of that Zone or Community in PolicyMap. See http://www.hud.gov/offices/cpd/economicdevelopment/programs/rcour/census.xls for more information.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-94eea3bf-d880-4c3a-9e73-f92d25ffe5ad",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "HUD Community Planning & Development"
  ],
  "dc_subject_sm": [
    "Society",
    "Renewal Communities",
    "Empowerment Zones",
    "Enterprise Communities"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2009"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2009",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.hud.gov/offices/cpd/economicdevelopment/programs/rc/index.cfm\"}"
}