{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "CDFI (Community Development Financial Institutions) Fund and Capital Magnet Fund",
  "dc_description_s": "The Community Development Financial Institutions (CDFI) Fund, a division of the US Department of the Treasury, provides funding to CDFIs and qualified non-profit housing organizations through the Capital Magnet Fund. Areas of Economic Distress and Underserved Rural Areas are among the selection criteria used to determine eligibility. Additionally, Areas of High Housing Need were among the selection criteria used to determine eligibility and are also available on PolicyMap. The CDFI Fund considers a tract to be an Area of Economic Distress if it meets at least one of the following criteria: (i) At least 20% of Very-Low Income households spend more than half of their income on housing; or (ii) Unemployment rate is greater than 1.5 times the national average; or (iii) The tract is a Low-Income Housing Tax Credit qualified census tract; or (iv) Greater than 20 percent of households have incomes below the poverty rate with a rental vacancy rate of at least 10 percent; or (v) Greater than 20 percent of households have incomes below the poverty rate with a homeownership vacancy rate of at least 10 percent; or (vi) Tract is an underserved rural area as defined in the CMF Interim Rule.FHFA‘s Duty to Serve regulation defines “rural area“as: (1) A census tract outside of a metropolitan statistical area, as designated by the Office of Management and Budget; or (2) A census tract in a metropolitan statistical area, as designated by the Office of Management and Budget, that is outside of the metropolitan statistical area‘s Urbanized Areas as designated by the U.S. Department of Agriculture‘s Rural-Urban Commuting Area Code #1, and outside of tracts with a housing density of over 64 housing units per square mile for USDA‘s RUCA Code #2.According to the CDFI Fund, the data file (which PolicyMap downloaded from the Fund‘s website), is the definitive source for determining whether a census tract qualifies as an area of High Housing Need.For more information about the Capital Magnet Fund data, see the CDFI Fund‘s website here.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-1def0340-b2af-43e4-a870-dd0c6305a88a",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Community Development Financial Institutions Fund",
    "US Department of the Treasury"
  ],
  "dc_subject_sm": [
    "Society",
    "Capital Magnet Fund",
    "Housing",
    "Areas Of Economic Distress",
    "Underserved Rural Areas"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2016",
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.cdfifund.gov/programs-training/Programs/cmf/Pages/apply-step.aspx\"}"
}