{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Centers for Disease Control and Prevention (CDC) National Center for Health Statistics",
  "dc_description_s": "The Centers for Disease Control (CDC) dataset provides the number of infant deaths, and the rate of deaths to infants for every 1000 live births by maternal residents of the US. The CDC only reports numbers of births for counties with populations of 100,000 or more and number and rate of infant deaths for counties with populations of 250,000 or more. It suppresses the rate where there are fewer than 20 deaths reported.Adult mortality data are taken from the National Center for Health Statistics‘Compressed Mortality file as compiled from data provided by the 57 vital statistics jurisdictions through the Vital Statistics Cooperative Program. The Compressed mortality file provides the number and rate of deaths, by age group and cause of death as reported through the tenth revision of the International Statistical Classification of Diseases and Related Health Problems (ICD-10).Data on PolicyMap represent deaths from cancer, coronary heart disease, stroke, and chronic lower respiratory disease among all age groups, from 2000 through 2015; and deaths from homicide, suicide, motor vehicle traffic, and accidental injury. These causes have topped the CDC‘s list of leading causes of death since 2005. Underlying cause-of-death is indicated on the death certificate by the physician. The National Center for Health Statistics determines one cause of death when more than one cause or condition is entered by the physician.Adults ages 35 and older are used as a base category for deaths from disease because these age groups represent most of the deaths from the four leading causes. Rates are calculated per 100,000 population 35 and over in the source data using population estimates based on 2000 and 2010 U.S. Census counts.The CDC‘s National Center for Health Statistics released an estimated model of drug overdose data in its Data Visualization Gallery. The CDC provides only ranges of rates rather than specific rates for each county. Because data is not available from many counties, the data are smoothed across geographies using Bayesian hierarchical modeling to “borrow strength“across geographic areas. This method allows estimates to be generated for counties that have small populations. The CDC adds a disclaimer to this dataset that in certain states and years, for example New Jersey (2009) and West Virginia (2005, 2009), the rates may be lower than expected due to a large number of unresolved cases or misclassification of ICD-10 codes. More information on the CDC‘s methodology is available here.Opioid and narcotic poisoning data comes from the CDC‘s Multiple Cause of Death files. Drug overdose deaths were classified using the Tenth Revision (ICD-10) of the International Classification of Disease underlying-cause-of-death codes for drug poisonings (overdose): X40-44 (unintentional), X60-64 (suicide), X85 (homicide), and Y10andY14 (undetermined intent).The types of opioid involved in drug overdose deaths were classified following the ICD-10 codes: and T40.1 (heroin), T40.2 (natural and semisynthetic opioids), T40.3 (methadone), and T40.4 (synthetic opioids, other than methadone). The category for all opioid overdoses includes all these categories (T40.1, T40.2, T40.3, and T40.4). T40.0 (opium) was not included since fewer than 10 people are reported each year as having died from opium overdose in the nation. Deaths involving multiple types of opioids are recorded in each applicable category, therefore the US totals may include overcounting.Heroin is an illegally-made semi-synthetic opioid derived from morphine. “Natural and semisynthetic opioids“is a category of prescription opioids, which includes natural opioid analgesics (codeine, morphine, etc.) and semi-synthetic opioid analgesics (hydrocodone, hydromorphone, oxycodone, and oxymorphone), but excludes heroin.Methadone is a prescribed synthetic opioid used to treat moderate to severe pain, and also withdrawal symptoms in those addicted to heroin or other narcotics. “Synthetic opioids, other than methadone“is a category of opioids commonly available by prescription and includes drugs such as fentanyl and tramadol, but excludes methadone. The CDC does not differentiate between deaths from pharmaceutical fentanyl and illegally-made fentanyl, and deaths from both forms are included in the data.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-3f0db547-e3be-4971-bce7-2f187df23f6c",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "CDC National Center for Health Statistics",
    "National Vital Statistics System",
    "National Vital Statistics System Multiple Cause of Death"
  ],
  "dc_subject_sm": [
    "Health",
    "Infant Mortality",
    "Cancer",
    "Stroke",
    "Heart Disease",
    "Chronic Lower Respiratory Disease",
    "Drug Overdose"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2000",
    "2001",
    "2002",
    "2003",
    "2004",
    "2005",
    "2006",
    "2007",
    "2008",
    "2009",
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016",
    "2017"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2017",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://wonder.cdc.gov/\"}"
}