{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Nielsen TDLinx Grocery Retail Locations",
  "dc_description_s": "The Nielsen TDLinx database provides universal coverage and unique codes for every store in retail trade channels and for every outlet in on-premise trade channels. Available on PolicyMap are grocery stores (i.e., stores in the TDLinx grocery trade channel, as well as dollar stores from the mass merchandiser channel), including their name, address, Reinvestment Fund-defined service level (i.e., full-service or limited-service), and store type.The points displayed on PolicyMap for a given year represent the stores that were open at any point during that year, as calculated by Reinvestment Fund using TDLinx data.Reinvestment Fund classifies conventional supermarkets, limited-assortment supermarkets, natural/gourmet supermarkets, supercenters, and warehouse grocery stores with at least 5,000 square feet selling space as full service. Reinvestment Fund manually validated stores of these types with less than 5,000 square feet selling space to confirm that they offer a full range of fresh and healthy foods; stores that do offer a full range of fresh and healthy foods, and stores for which it was not possible to make a determination, are classified as limited-service. Superettes and dollar stores are classified as limited-service because a review of relevant research shows that they generally offer a narrower variety of fresh and healthy foods at generally higher prices than do supermarkets. Conventional club stores are classified as limited-service because they require paid memberships. Military commissaries are classified as limited-service because they are not open to the public.Store types presented on PolicyMap are derived from Nielsen TDLinx sub-channels. Nielsen TDLinx uses official industry-standard definitions for each trade channel and sub-channel when available and rigorous developed definitions when not. Industry endorsement and support of these definitions has come from Trade Associations like The Food Marketing Institute (FMI), Grocery Manufacturers of America (GMA), and National Association of Convenience Stores (NACS), as well as Trade Publications like Convenience Store News and Progressive Grocer. Nielsen store type definitions and example stores are provided below. Conventional SupermarketA conventional supermarket is a traditional full-line, self-service grocery store with annual sales volume of $2 million or more. This definition applies to individual stores regardless of total company size or sales, and therefore includes both chain and independent locations. Examples: Kroger, Food Lion, IGA, Cub FoodsLimited Assortment SupermarketA limited assortment supermarket has a limited selection of items in a reduced number of categories. These stores typically offer everyday low pricing. Principal differentiation from a conventional supermarket is often in the reduced size and completeness of produce and non-food categories such as Health and Beauty Care (HBC), cleaning supplies, paper products and general merchandise products. A limited assortment supermarket has few, if any, full service departments, and less product variety and customer service than a conventional supermarket. Limited Assortment stores will occasionally have an annual sales volume of less than $2MM. Examples: Aldi Food Store, Save A LotNatural/Gourmet SupermarketA natural or gourmet foods supermarket is a self-service grocery store primarily offering natural, organic, or gourmet foods. These stores will either focus product offerings around healthy living with fresh produce and natural products, or around gourmet food preparations with upscale oils, spices, cheeses, meats and produce. Natural/gourmet foods supermarkets typically have expanded fresh foods departments and/or prepared food selections. These supermarkets also typically have a limited, if any, health and beauty care and general merchandise selection. A Natural/Gourmet supermarket does not have over 50% of product offerings in one category, as is the case with traditional butcher shops, delis, produce stands, or nutritional supplement stores. Natural/Gourmet stores will occasionally have an annual sales volume of less than $2MM. Examples: Trader Joes, Whole Foods, Dean & DeLuca. Note: Ethnic supermarkets do not qualify as Natural/Gourmet Foods supermarkets.SupercenterA supercenter is a retail unit with a full-line supermarket and a full-line discount merchandiser under one roof. It may have separate or combined checkouts. Examples: Wal-Mart Supercenter, Meijer SupermarketWarehouse Grocery",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-2ccef227-db35-470b-a2bf-432f6d7fb2c1",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Nielsen TDLinx"
  ],
  "dc_subject_sm": [
    "Location",
    "Grocery Retail Locations"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2016",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.nielsen.com/content/dam/nielsen/en_us/documents/pdf/Fact%20Sheets%20III/Nielsen%20TDLinx.pdf\"}"
}