{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Census Supplemental Poverty Measure Data",
  "dc_description_s": "The U.S. Census Bureau, with assistance from the Bureau of Labor Statistics and in consultation with other appropriate agencies, releases annual Supplemental Poverty Measure estimates. The Supplemental Poverty Measure does not replace the Official Poverty Measure and is not used to determine eligibility for government programs. Instead, the Supplemental Poverty Measure is designed as an experimental poverty measure that defines income thresholds and resources in a manner different from the Official Poverty Measure.The Official Poverty Measure, which has been in use since the 1960s, estimates poverty rates by looking at cash income for a family or an individual. The Supplemental Poverty Measure is a more complex statistic that incorporates additional items such as tax payments, work expenses and government assistance in its family resource estimates. Poverty thresholds used in the Supplemental Poverty Measure are derived from Consumer Expenditure Survey expenditure data on basic necessities (food, shelter, clothing and utilities) and are adjusted for geographic differences in the cost of housing.The Census Bureau and the Interagency Technical Working Group consider the Supplemental Poverty Measure a work in progress and expect that there will be improvements to the statistic over time. More information can be found at https://www.census.govopics/income-poverty/supplemental-poverty-measure.html",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-36ad2f6b-86cc-4805-8b1a-b1e48821f7da",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    ""
  ],
  "dc_subject_sm": [
    "Society",
    "Census Supplemental Poverty Measure Data"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2016"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2016",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.census.gov/topics/income-poverty/supplemental-poverty-measure.html\"}"
}