{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "HUD and USPS",
  "dc_description_s": "The Department of Housing and Urban Development (HUD) receives quarterly aggregate data from the United States Postal Service (USPS) on addresses identified by the USPS as having been “vacant“or “No-Stat“in the previous quarter. These data represent the universe of all addresses in the United States and are updated every three months. No-Stat addresses include Rural Route addresses vacant for 90 days or longer, addresses for businesses or homes under construction and not yet occupied, and addresses in urban areas identified by a carrier as not likely to be active for some time. PolicyMap did not calculate percents of vacant and No-Stat addresses for those areas with less than five addresses. These areas are identified in PolicyMap as having Insufficient Data. As of June 30, 2008, HUD and the USPS offer data divided into three categories: business, residential and other. For purposes of posting meaningful data, PolicyMap chose not to map “other“vacant or no-stat counts or percents. However, the total vacant, total percent vacant, the total No-Stat and total percent No-Stat include the sum of all three categories: business, residential and other.A few notes of caution with respect to percent change variables: In March 2010 the US Postal Service implemented new procedures to improve the accuracy of its vacancy indicators. This led to a large increase nationally, with much more drastic fluctuations in some local areas. Comparisons across time periods spanning the first and second quarters of 2010 may be problematic. For 2007 and 2008 the USPS geocoding methodology and some of the USPS business practices produced anomalies, which may result in spikes in the total address count in a tract that can not necessarily be attributed as growth since the previous year. Also, zip code splitting, may result in similar spikes or drops in total addresses that can not necessarily be attributed to growth or decline.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-14fd5364-0c4d-49e6-9035-6ecd058f8b7b",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Dept. Housing and Urban Development US Postal Service Vacancy"
  ],
  "dc_subject_sm": [
    "Society",
    "Vacancy"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2008",
    "2008",
    "2008",
    "2008",
    "2009",
    "2009",
    "2009",
    "2009",
    "2010",
    "2010",
    "2010"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2010",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.huduser.org/DATASETS/usps\"}"
}