{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "9ca20ef7-ce10-4132-b982-3b6e3a6e1761",
  "dc_title_s": "PolicyMap, Quantitative Innovations (QI), AHRQ, and Census: Medical Spending Estimates",
  "dc_description_s": "PolicyMap and Quantitative Innovations (QI) developed Medical Spending data by combining information on payments for medical care from the Department of Health and Human Services‘Agency for Healthcare Research and Quality (AHRQ) Medical Expenditure Panel Survey (2016) with demographic and health data from the U.S. Census American Community Survey (2013-2017). Medical Spending data provides estimates of two main kinds of medical payments aggregated to various geographies, 1) the total amount paid to the healthcare provider by the patient or their family and through health insurance, and 2) the amount paid out of pocket by the patient or their family. For out of pocket payments, PolicyMap also estimated average payments per person spent on medical care.Medical Spending data expense categories include all medical costs, prescription medications, medical office visits, dental care, and eyeglasses and contact lenses. Spending on office visits includes visits to physicians, physician‘s assistants, nurses, chiropractors, midwives, optometrists, therapists, social workers, and other healthcare providers. Dental care costs include visits to dentists, dental hygienists, orthodontists, and other dental care providers.Quantitative Innovations is a data strategy and applied analytics advisory firm that helps clients turn their data into strategic insights and actions. The Medical Expenditure Panel Survey, conducted by the Agency for Healthcare Research and Quality, is an annual survey administered to both households and healthcare providers. Household surveys cover health conditions of household members, healthcare spending, access to healthcare, and more.The American Community Survey (ACS), conducted by the Census Bureau, replaced the long form from the Decennial Census for 2010. The ACS provides estimates for many demographic, social, economic and housing characteristics for a moving five-year window.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-9ca20ef7-ce10-4132-b982-3b6e3a6e1761",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "PolicyMap",
    "Quantitative Innovations",
    "U.S. Department of Health and Human Services Agency for Healthcare Research and Quality",
    "and U.S. Census American Community Survey"
  ],
  "dc_subject_sm": [
    "Society",
    "Economy",
    "Healthcare",
    "Spending"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2017"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2017",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://meps.ahrq.gov/mepsweb/\"}"
}