{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "National Center for Charitable Statistics (NCCS) at the Urban Institute",
  "dc_description_s": "The Urban Institute‘s National Center for Charitable Statistics (NCCS) is the national clearinghouse of data on the nonprofit sector in the United States. The NCCS Core 2015 PC File combines descriptive information from the IRS Business Master File (BMF) and financial variables from the IRS Return Transaction Files (RTF). The BMF is a cumulative file containing descriptive information on all active tax-exempt organizations. Data contained on the BMF are mostly derived from IRS Forms 1023 and 1024. The RTF are a source of all financial data for all organizations that file IRS Forms 990, Form 990-EZ, or Form 990-PF. Organizations not required to file Form 990, including religious organizations and those with less than $25,000 in gross receipts, are generally excluded from the file. NCCS also excludes a small number of other organizations, such as foreign organizations or those that are generally considered part of government.To create the Core file, NCCS first verifies and corrects, if needed, the financial data in the RTF using the Statistics of Income-coded return, and it manually reviews organizations‘990s on GuideStar when necessary. Next, NCCS matches records from the BMF to records in the RTF. Finally, NCCS enhances the data by adding the following fields available in PolicyMap: classification for each organization using the National Taxonomy of Exempt Entities (labeled “NTEE Major Group“in PolicyMap), and total revenue (labeled as such in PolicyMap).Other NCCS variables in PolicyMap include the following: EIN, or Employer Identification Number; Fiscal Year, or fiscal year defined by organization during which filing occurred; and Ruling Date, or year of IRS ruling or determination letter recognizing an organization‘s exempt status. Reason for 501(c)(3) Status reflects an organization‘s type at the time it obtained recognition of its exempt status from the IRS. Public Charity or Private Foundation indicates whether an organization is (1) a public charity, which is a 501(c)(3) organization that receives significant public support or falls into another category that entitles them to automatic public charity status, or (2) a private foundation, which is an organization created to distribute money to public charities or individuals, required to distribute at least five percent of their assets each year. The number of employees is from the “full 990“version of the Core file.For more information about other variables available on PolicyMap, please see https:/ccs-data.urban.org/NCCS-data-guide.pdf The Urban Institute geocoded every nonprofit in the Core 2015 PC File available on PolicyMap. PolicyMap geocoded addresses that were not matched in the original file, resulting in a 99% overall match rate.Urban Institute nonprofits data is downloadable only for individual Census Tracts and Block Groups.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-63b80e1e-0cab-494c-a39e-e5e8d530ec1e",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Urban Institute NCCS Core PC File"
  ],
  "dc_subject_sm": [
    "Society",
    "Nonprofits",
    "Tax-exempt Entities",
    "Public Charities",
    "Private Foundations"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2011",
    "2012",
    "2013",
    "2014",
    "2015"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2015",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://nccs-data.urban.org/index.php\"}"
}