{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "e30bfdcc-bbd5-464b-99a0-8d7ed363cec5",
  "dc_title_s": "PolicyMap & Zillow",
  "dc_description_s": "PolicyMap developed its Home Sales indicators using the proprietary Zillow Transaction and Assessment Dataset (ZTRAX), provided by Zillow, a leading real estate and rental marketplace. To create the ZTRAX database, Zillow collects county sale transaction records from a third-party provider, which it supplements with data it receives directly from counties.PolicyMap calculates median home sale price, sales volume, percent change in the median sale price, and percent change in sales volume for current and historic time periods at the summary levels of block group, tract, county, place, and state.PolicyMap‘s Home Sales indicators are distinct from the Home Listing and Sales data available through Zillow Research. PolicyMap developed a methodology that employs a unique filtering process to calculate each indicator. Using this methodology, PolicyMap creates indicators at small census geographies that are not available directly from Zillow. PolicyMap also calculates home sales for distinct housing type categories. PolicyMap includes counts and median sale prices of recent home sales for 2005 through 2017 for annual and quarterly values and additional quarterly values for 2018. Percent changes in median sale prices and counts are available for one-, three-, and five-year intervals, as well as one and four quarter increments. Updated quarterly data will be added to PolicyMap on a biannual basis. Due to the elapsed time between property sale transactions quarterly data will generally lag two to four quarters behind the current date.PolicyMap created four housing type categories: all residential sales, single family, two to four unit multifamily, and condominium and cooperative housing. Single family homes typically include single-family residences, townhouses/rowhouses, rural residences, bungalows, and modular housing. Two to four unit multifamily homes include duplexes, triplexes, and fourplexes, which are all eligible for residential home mortgage loans. Condominium and cooperative homes typically include single-unit sales for condominiums, cluster homes, zero-lot-line homes, patio homes, garden homes, landominiums, and other forms of cooperative housing. The indicators for all residential sales include all three of the above categories since they are all considered non-commercial, residential home sales. Multifamily buildings with five or more units and apartment building sales were removed from all transactions since they are considered commercial sales.To ensure that only market based residential transactions were included, PolicyMap uses the subset of residential sales that were at-arm‘s-length transactions, over $5,000 in value, and did not involve vacant or unimproved land. Transactions that involved auctions, foreclosures, Real Estate Owned (REO) property sales, sheriff sales, or Planned Unit Developments (PUDs) are also excluded. Partial sales, property improvements, and transfers across multiple properties (also called bulk sales) are likewise removed. PolicyMap suppresses indicators with fewer than five sales in a given time period and geography as “insufficient data.“Â\u009dPercent change calculations are based on the median sale price at Time 1 and the median sale price at Time 2 for geographies and time frames that are not suppressed due to insufficient data. Change calculations are not adjusted for inflation. PolicyMap does not calculate percent change between quarters at the block group level due to insufficient data.About 16% of sales could not be assigned to a block group or Census tract and were not included in the calculations for indicators at those geographic levels. Those sales were included in county and state calculations. Because more sales can be associated with larger geographies and because of PolicyMap‘s suppression rules, counts at the Census block group or tract geographies may not sum to counts at larger geographies.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-e30bfdcc-bbd5-464b-99a0-8d7ed363cec5",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Zillow"
  ],
  "dc_subject_sm": [
    "Society",
    "Housing Sales",
    "Real Estate",
    "Housing Types"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2005",
    "2005",
    "2005",
    "2005",
    "2005",
    "2006",
    "2006",
    "2006",
    "2006",
    "2006",
    "2007",
    "2007",
    "2007",
    "2007",
    "2007",
    "2008",
    "2008",
    "2008",
    "2008",
    "2008",
    "2009",
    "2009",
    "2009",
    "2009",
    "2009",
    "2010",
    "2010",
    "2010",
    "2010",
    "2010",
    "2011",
    "2011",
    "2011",
    "2011",
    "2011",
    "2012",
    "2012",
    "2012",
    "2012",
    "2012",
    "2013",
    "2013",
    "2013",
    "2013",
    "2013",
    "2014",
    "2014",
    "2014",
    "2014",
    "2014",
    "2015",
    "2015",
    "2015",
    "2015",
    "2015",
    "2016",
    "2016",
    "2016",
    "2016",
    "2016",
    "2017",
    "2017",
    "2017",
    "2017",
    "2017",
    "2017",
    "2018",
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.zillow.com/research/data/\"}"
}