{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T15:45:53Z",
  "dc_identifier_s": "0f8d720c-6cbc-4417-ad1d-5cb6f3ac1f09",
  "dc_title_s": "United States Department of Agriculture (USDA) Rural Development, Multifamily Housing",
  "dc_description_s": "Direct LoansThe Rural Housing Service of USDA Rural Development provided locations of active multifamily properties, project information, and household characteristics (including race, disability, and income). Rural multifamily projects include Section 514 and 515 labor housing (including off-farm and on-farm), USDA Rural Housing Service Multifamily Preservation and Revitalization Demonstration Program (MPR), and Low Income Housing Tax Credits (LIHTC). Housing subsidy information includes USDA RD Section 521, HUD Section 8, HUD Housing Choice Voucher, and other subsidies.This data includes properties that have been transferred to a new borrower: consolidations, sales, and transfers of old projects are included in the “property transfer“calculation. PolicyMap calculated the number of properties managed per management company; the top management companies are included as a filter in the data. The data also includes estimated property exit year which identifies the year in which the property may exit the USDA portfolio and transition to market rate. Property exit data is current as of June 2017. Points were geocoded by USDA.Guaranteed Loans Active properties included in the USDA Section 538 multifamily guaranteed loan program were also released by USDA Rural Development. Attributes available for this data include loan, property and community characteristics. Loan characteristics for each property include obligation fiscal year, lender and borrower information, loan amounts, total development cost, and a federal LIHTC tax credit indicator. Property information includes number of units, units by bedroom size and average contract rent.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_geom_type_s": "Mixed",
  "layer_slug_s": "gbl-0f8d720c-6cbc-4417-ad1d-5cb6f3ac1f09",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "USDA Rural Development",
    "Rural Housing Service"
  ],
  "dc_subject_sm": [
    "Society",
    "USDA Rural Development Multifamily Properties"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.sc.egov.usda.gov/data/data_files.html\"}"
}