{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "Reinvestment Fund Market Value Analyses (MVAs)",
  "dc_description_s": "Reinvestment Fund‘s Market Value Analyses (MVAs) are typologies of local real estate markets, designed to help governments and private investors target investment and prioritize action in ways that can leverage investment and revitalize neighborhoods.To develop this analysis, Reinvestment Fund uses a statistical technique known as cluster analysis that helps to uncover patterns in data. Cluster analysis does this by forming groups of areas that are similar along a set of selected values that describe those areas. While the groups are formed to be as uniform as possible within, the groups are also as dissimilar as possible from one another. Using this technique, the MVA is able to reduce vast amounts of data on hundreds of thousands of properties and hundreds of areas down to a manageable, meaningful typology of market types that can inform area-appropriate programs and decisions regarding the allocation of resources. Reinvestment Fund uses many indicators in its analyses including various combinations of the following: average home sale price, percent change in average home sale price over time, percent owner occupancy, percent vacancy, percent vacant lots, percent of rental units that are Section 8, percent commercial, percent of properties with foreclosure, percent prime home purchase loans, number of new construction permits, number of Sheriff sales as a percent of owner occupied units, number of public housing units, percent of properties deemed dangerous, percent of structures demolished, percent of high risk or very high risk credit scores for predatory lending, and percent of housing units built before 1950.Working with the MVA client, Reinvestment Fund forms geographic study areas for the cluster analysis. Although many of these study areas are displayed using similar color schemes, they can not be compared. Please consult the description relevant to the study area for a full description of each MVA.FLORIDA Jacksonville, FL (2018)Reinvestment Fund‘s Market Value Analysis (MVA) describes the characteristics of the block groups within a study area. In 2018, Reinvestment Fund updated the Market Value Analysis in Jacksonville. The MVA indicators in Duval County are noted below and represent the dimensions upon which block groups are analyzed:Median Sales Price: Duval County Property Appraiser‘s file of all recorded sales between 1/1/2016 through 12/31/2017 for residential sales of $1,000 or more.Coefficient of Variation: The coefficient of variation, derived from the Duval County Property Appraiser‘s file of sales, represents the variability of sale prices within the block group. (High numbers represent places with wide variations in sale prices.)Foreclosure as a Percent of Sales: Foreclosure filings (Duval County Clerk of Court) were added to a Duval County file of bank-owned, registered vacant properties in 2018. This figure is then divided by the number of sales in 2016-2017 (from County Assessor‘s file).Percent Water Shut-off: JEA file of properties where water service has been shut off divided by the total number of residential properties. This is an indicator of vacancy.Percent >$5K Rehab: Duval County records of all building permits issued between 1/1/2016 through 12/31/2017 for new construction and substantial rehabilitation (estimated value greater than $5,000) of properties divided by the total number of residential parcels.Percent Homestead Exempt: Duval County Parcel File, total number of residential properties claiming a Homestead Exemption divided by the number of residential parcels.Percent Publicly Subsidized Rental: Represents Duval County and City of Jacksonville Housing Authority owned developments, and HUD-assisted rental housing developments including Housing Choice Vouchers (aggregated to the Census Block Group by the Shimberg Center for Housing Studies, University of Florida), divided by the number of renter-occupied housing units (ACS 2016).",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-415f3a14-3722-4d33-850b-9a6f1ae8a04c",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "Reinvestment Fund"
  ],
  "dc_subject_sm": [
    "Society",
    "Market Value Analyses",
    "Real Estate"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2018"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2018",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"https://www.reinvestment.com/initiatives/market-value-analysis/\"}"
}