{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "United States Department of Agriculture, Economic Research Service (ERS/USDA) Food Access Research Atlas",
  "dc_description_s": "The Food Access Research Atlas is a project of the Economic Research Service, the economic information and research division of the U.S. Department of Agriculture. The Atlas contains data about food access and can be used for determining eligibility for HFFI funds.Low access is defined as being far from a supermarket, supercenter, or large grocery store. A census tract has low access status if a certain number of share of individuals in the tract live far from a supermarket. There are various measures for distance from a supermarket that this data uses. The original Food Desert Locator (which this replaces) defined low access as living 1 mile away from a supermarket in urban areas, and 10 miles away in rural areas. This study adds measures for 0.5 miles in urban areas, and 20 miles in rural areas. Using these distance measurements, a census tract is defined as low access if there are at least 500 people or 33 percent of the population within the tract with low access.To assemble the data, the country is divided into 0.5-km grids, and data on population are aerially allocated to the grids. Distance to the nearest supermarket is measured for each grid cell by calculating the distance between the geographic center of the .5-km grid and the center of the grid with the nearest supermarket. The numbers are then aggregated to the census-tract level.Low-income tracts are defined as where the tract‘s poverty rate is greater than 20 percent, the tract‘s median family income (MFI) is less than or equal to 80 percent of the statewide MFI, or the tract is in a metropolitan area and has an MFI less than or equal to 80 percent of the metropolitan area‘s MFI. For additional information, including the source data used for the study, see the study‘s documentation here: https://www.ers.usda.gov/data-products/food-access-research-atlas/documentation/.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-6e4f3305-14b7-4828-abbd-e0e59e2abeaa",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "U.S. Department of Agriculture",
    "Economic Research Service"
  ],
  "dc_subject_sm": [
    "Health",
    "Health",
    "Food Access",
    "Supermarkets",
    "Food Deserts"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2010",
    "2015"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2015",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.ers.usda.gov/data-products/food-access-research-atlas/download-the-data.aspx\"}"
}