{
  "geoblacklight_version": "1.0",
  "layer_modified_dt": "2020-02-07T14:48:38Z",
  "dc_title_s": "HUD Income Limits",
  "dc_description_s": "The Department of Housing and Urban Development (HUD) established Area Median Incomes (AMI) for households of various sizes, which are used to determine eligibility for HUD‘s assisted housing programs, including Public Housing, Section 8 Housing Assistance Payments program, Section 202 housing for the elderly, and Section 811 housing for persons with disabilities.Many non-federal and non-housing programs also use HUD‘s income guidelines, often specifying a percentage of the median income that a household‘s income must fall below in order to qualify. PolicyMap includes AMI at a variety of percentages for a variety of household sizes. The 30%, 50% (Very Low Income), and 80% (Low Income) of median income by family size as well as the overall area median income are provided by HUD. PolicyMap calculated 60% of Area Median Income by multiplying the 50% threshold by 1.2 and calculated 120% of AMI by multiplying the 50% threshold by 2.4, per instructions in the LIHTC legislation, on HUD‘s website, and in communications between PolicyMap and the HUD User electronic help desk resource. The income thresholds as they are calculated in PolicyMap may not be appropriate for your needs if your programs or requirements specify a different method for determining income thresholds. In particular, the Housing and Economic Recovery Act of 2008 (HERA) specifies different Income Limits for qualification levels and rental rates under section 42 of the Internal Revenue Code and projects financed with tax-exempt housing bonds under section 142 of the Code. Projects in service in 2007 or 2008 should rely on the Multifamily Tax Subsidy Income Limits (MTSP). See: http://www.huduser.org/portal/datasets/mtsp.PolicyMap calculated Owner and Renter Affordability using AMI at a variety of percentages for a variety of household sizes as well as Census data regarding number of housing and rental units. The 2013-2017 Renter and Owner Affordability calculations rely on HUD‘s FY2019 AMI data and housing and rental unit counts from the Census‘2013-2017 American Community Survey. Rental Affordability calculations are based on the assumption that 1/36th of a family‘s annual income translates to a monthly cost burden of 30% or less. For example, a 4-person family with an income of $30,000 could afford to rent a two-bedroom apartment for $750/month or less.",
  "dc_rights_s": "Restricted",
  "dc_type_s": [
    "Dataset"
  ],
  "layer_slug_s": "gbl-b080d82a-722e-4a9c-a81e-36ffa8ffefa6",
  "dc_format_s": "Tabular Data",
  "dc_language_s": [
    "English"
  ],
  "dc_creator_sm": [
    "US Department of Housing and Urban Development Income Limits"
  ],
  "dc_subject_sm": [
    "Society",
    "Area Median Incomes",
    "Affordability"
  ],
  "dct_isPartOf_sm": [
    "PolicyMap"
  ],
  "dct_temporal_sm": [
    "2008",
    "2009",
    "2010",
    "2011",
    "2012",
    "2013",
    "2014",
    "2015",
    "2016",
    "2017",
    "2018",
    "2019"
  ],
  "dct_spatial_sm": [
    "United States"
  ],
  "solr_geom": "ENVELOPE(-179.9,-64.4,71.6,-14.8)",
  "solr_year_i": "2019",
  "dct_provenance_s": "GeoBlacklight",
  "dct_references_s": "{\"http://schema.org/url\":\"https://www.policymap.com/maps\",\"http://lccn.loc.gov/sh85035852\":\"http://www.huduser.org/portal/datasets/il\"}"
}